"App.CrashMsg1" = "¿Se cerró Find Any File inesperadamente\?";"App.CrashMsg2" = "Parece que Find Any File se cerró inesperadamente la última vez.\r\rNo está claro que lo ha causado. Eres bienvenido para enviarme el informe de errores si sabes como hacerlo..\r\rPor ahora, tienes dos opciones:\r\r• Restablecer todas las preferencias - esto deshará cualquier personalización que hayas realizado a la aplicacion. También desactivará las actualizaciones automáticas. Elige esta opción si la aplicación continúa cerrándose inesperadamente.\r• Continuar normalmente.";"App.ContinueButton" = "Continuar";"App.ResetButton" = "Restablecer preferencias";"App.ResetMsg1" = "¿Restablecer todas las preferencias\?";"App.ResetMsg2" = "Mantuviste presionadas las teclas Opción y Mayúsculas mientras abrías Find Any File.\r\rEsto te da la opción de eliminar todas las preferencias personalizadas de esta aplicación, incluyendo las posiciones de las ventas, las fuentes y las búsquedas predeterminadas.";"App.LangCode" = "es";"App.AboutText" = "\rAgradecimientos a:\r\rNatalia Portillo (traducción al castellano)\rVincenzo Boiano (traducción al italiano)\rRonald A. Leroux (traducción al francés)\rRenaud Boisjoly\rStephane Pinel\r\r";"SearchCriteria.SubjectNames" = "Nombre,Código de tipo,Código de creador,Fecha de creación,Fecha de modificación,,Tamaño,Tipo,¿Carpeta\?,¿Alias\?,ID del propietario,ID del grupo,Invertir condiciones";"SearchCriteria.VerbBoolNames" = "cierto,falso";"SearchCriteria.VerbNumericNames" = "es menor que,es mayor que,es igual a";"SearchCriteria.VerbDateNames" = "es exactamente el,es el or después del,es el o antes del,fue hace";"SearchCriteria.VerbEqualsNames" = "es igual a";"SearchCriteria.VerbTextualNames" = "contiene,es igual a,empieza por,termina por,no contiene";"Exceptions.textFileInfo" = "Un archivo de texto con los detalles del cierre inesperado ha sido creado en tu escritorio. Puedes enviar dicho archivo al desarrollador de esta aplicación.\r\rTienes las siguientes opciones:\r\r• Ignorar — ignorar este error y continuar usando la aplicación.\r• Salir — salir de la aplicación. Al volverla a abrir, tendrás la opción de restablecer todas las preferencias personalizadas para comprobar si esto previene el error en el futuro.";"Tr.Sorry_something_went_wr" = "Lo siento, algo salió mal abriendo la raíz. Saliendo ahora.";"Tr.Choose_a_previously_save" = "Elige un archivo de búsqueda guardado previamente";"Tr.website" = "http://apps.tempel.org/FindAnyFile/";"Tr.website_support" = "http://apps.tempel.org/FindAnyFile/support.html";"Tr.File" = "Archivo";"Tr.New_Find_Window" = "Nueva ventana de búsqueda";"Tr.Open" = "Abrir búsqueda guardada...";"Tr.Close" = "Cerrar";"Tr.Save" = "Guardar";"Tr.Save_As" = "Guardar como…";"Tr.Save_As_Defaults" = "Guardar como predeterminado";"Tr.Quit" = "Salir";"Tr.Edit" = "Edición";"Tr.Undo" = "Deshacer";"Tr.Cut" = "Cortar";"Tr.Copy" = "Copiar";"Tr.Paste" = "Pegar";"Tr.Clear" = "Eliminar";"Tr.Select_All" = "Seleccionar todo";"Tr.Preferences" = "Preferencias";"Tr.Find" = "Buscar";"Tr.Add_Choice" = "Añadir opción";"Tr.Remove_Choice" = "Eliminar opción";"Tr.View" = "Visualización";"Tr.as_List" = "Como lista";"Tr.as_Tree" = "Como árbol";"Tr.Show_Tooltips_Hide_Toolt" = "Mostrar sugerencias|Ocultar sugerencias";"Tr.About_Find_Any_File" = "Acerca de Find Any File";"Tr.Results" = "Resultados";"Tr.OpenItem" = "Abrir";"Tr.Reveal_in_Finder" = "Mostrar en Finder";"Tr.Get_Info" = "Obtener información";"Tr.Quick_Look" = "Vista rápida";"Tr.Move_to_Trash" = "Trasladar a la papelera";"Tr.Delete_Immediately" = "Eliminar";"Tr.Refresh" = "Volver a cargar";"Tr.Window" = "Ventana";"Tr.Latest_Find_Window" = "Última ventana de búsqueda";"Tr.Help" = "Ayuda";"Tr.Check_for_Updates" = "Buscar actualizaciones…";"Tr.Documentation" = "Documentación";"Tr.Visit_Web_Site" = "Visitar página Web";"Tr.View_FAQ_online" = "Ver preguntas frecuentes (online)";"Tr.Find_Any_File_Preference" = "Preferencias de Find Any File";"Tr.Main_Font_Size" = "Tamaño de fuente principal:";"Tr.Main_Font" = "Fuente principal:";"Tr.Small_Font_Size" = "Tamaño de fuente pequeña:";"Tr.Input_Font_Size" = "Tamaño de fuente de entrada:";"Tr.Increase_Input_Fields_He" = "Aumentar altura de campos de entrada";"Tr.Reset_All" = "Restablecer todo";"Tr.Sample_Text_Small" = "Texto ejemplo (Pequeño)";"Tr.Sample_Text_Default" = "Texto ejemplo (Predeterminado)";"Tr.Sample_input" = "Entrada de ejemplo";"Tr.Quit_once_all_windows_ar" = "Salir al cerrar todas las ventanas";"Tr.Automatically_check_for" = "Comprobar actualizaciones automáticamente";"Tr.Use_binary_units_for_siz" = "Usar unidades binarias para los tamaños (1k = 1024)";"Tr.Results_List_Settings" = "Preferencias de la lista de resultados";"Tr.Font_Size" = "Tamaño de la fuente:";"Tr.Font" = "Fuente:";"Tr.Row_Height" = "Altura de la fila:";"Tr.Choose_color_for_interme" = "Elegir color para la lista de elementos intermediarios";"Tr.Dim_Color" = "Color de realce:";"Tr.for_intermediate_folder" = "(para carpetas intermediarias)";"Tr.Reset_Fonts" = "Restablecer fuentes";"Tr.Find_Any_File" = "Find Any File";"Tr.on_all_disks_on_local_di" = "en todos los discos\ren discos locales\ren volúmenes de red\ren la carpeta...";"Tr.More_Choices" = "Más opciones";"Tr.Find_Find_All_Stop" = "Buscar/Buscar todos/Detener";"Tr.Hold_down_the_Option_al" = "Mantén la tecla Opción (alt) para buscar con permisos de root, encontrando cualquier elemento en los discos locales.";"Tr.Find_Items" = "Buscar";"Tr.whose" = "cuyo";"Tr.Searching" = "Buscando:";"Tr.Found" = "Encontrados:";"Tr.Items_Found" = "Elementos encontrados:";"Tr.Indicates_the_number_of" = "Indica el número de veces que el catálogo del disco ha cambiado, provocando posibles omisiones";"Tr.Show_All" = "Mostrar todo";"Tr.Cancel" = "Cancelar";"Tr.Show_only_0" = "Mostrar solo ^0";"Tr.Many_items_found" = "Demasiados elementos encontrados";"Tr.Your_search_found_0_ite" = "Tu búsqueda encontró ^0 elementos.";"Tr.Do_you_really_want_to_se" = "¿De verdad quieres verlos todos\? Puede tomar mucho tiempo mostrarlos todos, y Find Any File mayormente no responderá a las órdenes mientras tanto.";"Tr.Warning_The_results_may" = "Atención: Los resultados puede ser incompletos";"Tr.The_following_volumes_c" = "Los catálogos de los siguientes volúmenes han sido alterados durante la búsqueda de una manera que ha causado que algunos elementos no se hayan encontrado: ";"Tr.Save_this_Search" = "Guardar esta búsqueda";"Tr.Find_Any_File_Save" = "Find Any File - Guardar";"Tr.Auto_Start" = "Iniciar automáticamente";"Tr.Just_Open" = "Sólo &abrir";"Tr.Do_you_want_to_start_the" = "¿Quieres comenzar la búsqueda una vez abierto el archivo\?";"Tr.You_can_choose_what_shal" = "Puedes elegir que ocurrirá al hacer doble click en Finder sobre una búsqueda guardada:";"Tr.Either_it_just_opens_the" = "O sólamente abre la búsqueda para que puedas editarla o comienza la búsqueda inmediatamente.";"Tr.Save_failed_to" = "Falló guardar a: ";"Tr.Invalid_or_empty_search" = "Criterio de búsqueda vacío o inválido. La búsqueda no puede comenzar.";"Tr.A_search_criteria_is_not" = "Un criterio de búsqueda no es válido.";"Tr.The_search_criteria_is_n" = "El criterio de búsqueda no es válido.";"Tr.Search_0_for_1" = "Buscar $0 para $1";"Tr.Root" = " (Root)";"Tr.There_are_no_disks_chose" = "No se han elegido discos.";"Tr.You_need_to_choose_on_wh" = "Debes elegir un disco en el que realizar la búsqueda.";"Tr.The_chosen_volume_does_n" = "El volumen seleccionado no existe";"Tr.slow" = " (lento)";"Tr.on_disk" = "en ";"Tr.inside_folder" = "dentro de la carpeta: ";"Tr.Results_for_0" = "Resultados^1 para: ^0";"Tr.Found_1_2_not_shown" = "Encontrados: ^1/ (^2 no mostrados)";"Tr.Copy_Shell_style" = "Copiar (Estilo shell)";"Tr.Copy_POSIX_style" = "Copiar (Estilo POSIX)";"Tr.Copy_Mac_style" = "Copiar (Estilo Mac)";"Tr.Name_Kind_Date_Modified" = "Nombre\tTipo\tFecha de modificación\tTamaño\r... obteniendo datos ...";"Tr.Show_hidden" = "Mostrar ocultos";"Tr.Check_to_see_hidden_file" = "Seleccionar para ver los elementos ocultos y los elementos dentro de carpetas ocultas";"Tr.Show_package_contents" = "Mostrar contenido del paquete";"Tr.Check_to_see_items_insid" = "Seleccionar para ver los elementos dentro de paquetes";"Tr.date_time_delimiter" = ", ";"Tr.unit_K" = " K";"Tr.unit_M" = " M";"Tr.unit_G" = " G";"Tr.unit_T" = " T";"Tr.Items_Selected_0" = "Elementos seleccionados: $0";"Tr.item_has_disappeared" = "<el elemento ha desaparecido>";"Tr.Action_All" = "$0 todos";"Tr.Are_you_sure_to_0_1_it" = "¿Estás seguro de $0 $1 elementos\?";"Tr.You_have_selected_1_ite" = "Has seleccionado $1 elementos$2 y elegido $0 todos ellos. Si no era tu intención, elige Cancelar.";"Tr.Reveal_In_Finder_2" = "Mostrar en Finder";"Tr.including_1_folder" = ", incluyendo 1 carpeta, ";"Tr.including_0_folders" = ", incluyendo $0 carpetas, ";"Tr.delete" = "borrar";"Tr.Name" = "Nombre: ";"Tr.Size" = "Tamaño: ";"Tr.bytes" = " bytes";"Tr.Size_data" = "Tamaño de datos: ";"Tr.rsrc" = ", rercursos: ";"Tr.Created" = "Fecha de creación: ";"Tr.Modified" = "Fecha de modificación: ";"Tr.Owner" = "Propietario: ";"Tr.Group" = ", Grupo: ";"Tr.Permissions" = "Permisos: ";"Tr.Creator" = "Creador: ";"Tr.Type" = ", Tipo: ";"Tr.Original_0" = "Original: <$0>";"Tr.Version" = "Versión ";"Tr.Internal_Error_failed_a" = "Error interno (aserción fallida)";"Tr.Quit_2" = "&Salir";"Tr.Ignore" = "&Ignorar";"Tr.Internal_Error_exceptio" = "Error interno (excepción)";"Tr.App_Store_Reminder" = "Recordatorio de compra";"Tr.Dear_user_of_Find_Any_Fi" = "Querido usuario de Find Any File";"Tr.Click_here_to_buy_“Find" = "Haz click aquí para comprar “Find Any File” en la Mac App Store";"Tr.Purchase_Reminder_Text" = "Yo, Thomas Tempelmann, escribí esta utilidad hace muchos años para mis necesidades.\r\rEventualmente me di cuenta que podía servirle a muchos otros también. Así que puse mucho esfuerzo en hacer esta aplicación disponible para todos. Gratis.\r\rAhora he decidido pedir una pequeña donación después de todo. Por ello, desde ahora, Find Any File ya no es gratis.\r\rPor favor considera pagarme por esta utilidad. Sólo cuesta 2,89 €.\r\rPuedes comprarlo en la App Store, or directamente a mí, lo que me dejará algo más (Apple se queda el 30%).\r\rDespués de comprarlo, este recordatorio no volverá a aparecer (Te mandaré un código si me lo compras directamente a mi).";"Tr.You_still_have_one_or_mo" = "Todavía tienes una o más copias antiguas de Find Any File en tu disco de arranque. Mientras las tengas, no puedes comprar esta aplicación en la App Store porque la tienda cree que ya la tienes instalada.\r\rPor lo tanto, por favor elimina todas las copias antiguas de Find Any File primero (puedes dejar esta porque tiene un nuevo ID que no impedirá la compra).\r\rBasta con moverlas a la papelera. Incluso puedes restaurarlas después de la compra.\r\rHaz click en Aceptar para mostrar una de las copias ofensivas en Finder. Borrala y entonces vuelve.";"Tr.OK" = "Aceptar";"Tr.minutes_hours_days_weeks" = "minutos\rhoras\rdías\rsemanas\rmeses\raños";"Tr.ExcludeTMVols" = "Excluir volumen de Time Machine de \"discos locales\"";"Tr.Click_here_to_buy_from_me" = "Haz click aquí para comprarme FAF directamente";